//
//  Localizable.strings
//  Nextcloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "取消";
"_upload_file_"             = "上傳檔案";
"_download_file_"           = "下載檔案";
"_loading_"                 = "載入中...";
"_loading_with_points_"     = "載入中...";
"_loading_num_"             = "載入檔案 %i 中";
"_loading_autoupload_"      = "自動上傳中";
"_uploading_"               = "上傳中";
"_synchronization_"         = "同步";
"_delete_"                  = "刪除";
"_delete_file_n_"           = "刪除 %i 個中 %i 個的檔案";
"_rename_"                  = "重新命名";
"_move_"                    = "移動";
"_move_file_n_"             = "移動 %i 個中 %i 個的檔案";
"_creating_sharing_"        = "建立分享中";
"_updating_sharing_"        = "更新分享中";
"_removing_sharing_"        = "移除分享中";
"_add_"                     = "新增";
"_login_"                   = "登入";
"_save_"                    = "儲存";
"_warning_"                 = "警告";
"_error_"                   = "錯誤";
"_error_e2ee_"              = "Error E2EE";
"_no_"                      = "否";
"_yes_"                     = "是";
"_select_"                  = "選擇";
"_upload_"                  = "上傳";
"_home_"                    = "檔案";
"_file_to_upload_"          = "要上傳的檔案";
"_destination_"             = "目的地";
"_ok_"                      = "確定";
"_beta_version_"            = "公測版本";
"_function_in_testing_"     = "Function in testing, please send information about any problems you run into.";
"_done_"                    = "完成";
"_passcode_too_short_"      = "密碼太短，至少需要4個的字元。";
"_selected_"                = "已選擇";
"_scan_fingerprint_"        = "掃描指紋以驗證";
"_no_active_account_"       = "沒有找到任何帳戶";
"_info_"                    = "資訊";
"_email_"                   = "電子郵件";
"_save_exit_"               = "您想離開且不要儲存嗎？";
"_video_"                   = "影片";
"_overwrite_"               = "複寫";
"_transfers_in_queue_"      = "正在傳輸當中，請等候...";
"_too_errors_automatic_all_"= "太多錯誤了，請到\"控制中心\"去查清問題。";
"_create_folder_"           = "建立資料夾";
"_create_folder_on_"        = "建立資料夾在";
"_close_"                   = "關閉";
"_postpone_"                = "延後";
"_remove_"                  = "移除";
"_file_not_found_"          = "找不到檔案";
"_continue_"                = "請問您想繼續嗎？";
"_auto_upload_folder_"      = "自動上傳";
"_gallery_"                 = "畫廊";
"_photo_"                   = "照片";
"_audio_"                   = "音樂";
"_unknown_"                 = "不明";
"_next_"                    = "下一個";
"_success_"                 = "成功";
"_initialization_"          = "初始化";
"_experimental_"            = "實驗用的";

// App

"_network_available_"       = "網路可以使用";
"_network_not_available_"   = "Network unavailable";

// Networking

"_no_reuploadfile_"         = "雲端找不到檔案也不能重傳檔案。請刪除上傳的檔案並重新讀取檔案再上傳它。";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Could not read the file";

// More

"_more_"                    = "更多";
"_notifications_"           = "通知";
"_logout_"                  = "登出";

// Settings

"_acknowledgements_"        = "致谢";
"_settings_"                = "設定";
"_passcode_"                = "密碼";
"_lock_"                    = "上鎖";
"_lock_active_"             = "Lock: On";
"_lock_not_active_"         = "Lock: Off";
"_lock_protection_no_screen_"        = "不要在啟動的時候詢問";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                     = "URL";
"_username_"                = "使用者名稱";
"_change_credentials_"      = "Change your credentials";
"_wifi_only_"               = "只有使用Wi-Fi連線";
"_settings_autoupload_"     = "自動上傳";
"_app_version_"             = "應用版本";
"_app_in_use_"              = "應用程式使用中";
"_contact_by_email_"        = "用電子郵件聯絡我們";
"_clear_cache_"             = "清除快取(%@ 使用)";
"_clear_cache_no_size_"     = "清除快取";
"_exit_"                    = "離開";
"_funct_not_enabled_"       = "功能尚未啟用";
"_passcode_activate_"       = "Password lock on";
"_disabling_passcode_"      = "Removing password lock";
"_want_exit_"               = "Attention! Will be reset to initial state. Continue?";
"_proceed_"                 = "進行";
"_delete_cache_"            = "刪除快取";
"_want_delete_cache_"       = "Do you want to delete the cache?";
"_want_delete_thumbnails_"  = "您也想刪除所有的縮圖嗎？";
"_mail_deleted_"            = "電子郵件刪除";
"_mail_saved_"              = "電子郵件存檔";
"_mail_sent_"               = "電子郵件傳送";
"_mail_failure_"            = "Could not send email: %@";
"_information_req_"         = "需求資訊";
"_write_in_english_"        = "Kindly write to us in English";
"_credentials_"             = "Credentials";
"_manage_account_"          = "管理帳戶";
"_change_password_"         = "修改密碼";
"_add_account_"             = "新增帳號";
"_delete_account_"          = "刪除帳戶";
"_want_delete_"             = "您真的想刪除嗎？";
"_no_delete_"               = "不，不要刪除。";
"_yes_delete_"              = "是，刪除。";
"_remove_cache_"            = "請等候，刪除快取中...";
"_optimizations_"           = "優化";
"_synchronizations_"        = "同步資料夾";
"_version_server_"          = "伺服器版本";
"_help_"                    = "幫助";
"_lock_protection_simply_"  = "弱密碼保護";
"_change_simply_passcode_"  = "改變密碼類型";
"_quota_"                   = "用量";
"_available_"               = "可用的";
"_cloud_account_"           = "雲端帳號";
"_information_"             = "資訊";
"_personal_information_"    = "個人資訊";
"_user_full_name_"          = "全名";
"_user_address_"            = "地址";
"_user_phone_"              = "電話號碼";
"_user_email_"              = "電子郵件";
"_user_web_"                = "網站";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "您正在使用其中%@個中的%@個。";
"_favorite_offline_"        = "離線瀏覽我的最愛";
"_favorite_offline_footer_" = "讓所有的我的最愛離線瀏覽需要一些時間而且也會在處理的時候使用很多記憶體。";
"_advanced_"                = "高級的";
"Skip"                      = "略過";
"Start"                     = "開始";

// Manage AutoUpload

"_autoupload_"                      = "自動上傳照片/影片";
"_autoupload_background_"           = "背景自動上傳";
"_autoupload_photos_"               = "自動上傳照片";
"_autoupload_videos_"               = "自動上傳影片";
"_autoupload_description_"          = "新的照片/影片將會上傳到您的雲端。";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "限制";
"_autoupload_background_msg_"       = "因為iOS的限制，目前尚未有可能可以執行背景處理，除非GPS的服務被啟動。一旦行動網路被改變，系統會啟動一下子並檢查要上傳到雲端的新照片。";
"_autoupload_change_location_"      = "改變資料夾";
"_autoupload_location_now_"         = "資料夾";
"_autoupload_location_default_"     = "回復預設的資料夾";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "選擇資料夾";
"_autoupload_save_album_"           = "複制照片或影片到相片輯";
"_autoupload_fullphotos_"           = "上傳整個相機膠卷";
"_autoupload_fullphotos_footer_"    = "上傳前請先調整上面的選項";
"_autoupload_create_subfolder_"     = "使用子目錄";
"_autoupload_create_subfolder_footer_" = "基於年及月來儲存在子目錄。";
"_autoupload_filenamemask_"         = "更改檔案名稱遮罩";
"_autoupload_filenamemask_footer_"  = "更動自動檔案名稱遮照";


// Manage Help

"_help_tutorial_"               = "教學";
"_help_intro_"                  = "Lawless的介紹";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "用電子郵件傳送活動";
"_help_activity_clear_"         = "清除活動";


// Manage Advanced

"_optimized_photos_"            = "優化相片解析度";
"_upload_del_photos_"           = "Remove files after upload";
"_optimized_photos_how_"        = "If your device is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Lawless.";
"_upload_del_photos_how_"       = "Files will be removed from device memory after they’ve been uploaded to your cloud. They will remain in the camera roll. Just download the files to see them.";
"_show_hidden_files_"           = "顯示隱藏的檔案";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will always save photos as JPEG";

// Login

"_connect_server_anyway_"       = "無論如何您都想要連線到伺服器？";
"_connection_error_"            = "連線錯誤";
"_add_your_nextcloud_"          = "新增您的 Lawless 帳號";
"_login_url_"                   = "伺服器網址 https://...";
"_login_bottom_label_"          = "目前還沒有伺服器？\n請選擇一個提供者。";
"_error_multidomain_"           = "位址不被允許，只有下列的網域是有效的:";
"_account_already_exists_"      = "帳號 %@ 已經存在";
"_traditional_login_"           = "Revert to old login method";
"_web_login_"                   = "Revert to web login method";

// Favorite

"_favorites_"                   = "我的最愛";
"_favorite_"                    = "我的最愛";
"_unfavorite_"                  = "取消我的最愛";
"_no_files_uploaded_"           = "沒有檔案上傳";
"_tutorial_favorite_view_"      = "您標記為我的最愛的檔案及資料夾將會在這顯示。";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "您會從您的雲端找到解開的檔案。\n\n連線到iTunes以分享這些檔案。";
"_more_"                        = "更多";
"_favorite_no_files_"           = "目前還沒有我的最愛";


// Auto Upload

"_pull_down_"                               = "下拉以更新";
"_no_photo_load_"                           = "No photo or video";
"_tutorial_autoupload_view_"                = "您可以從 \"設定\" 開啟自動上傳。";
"_no_date_"                                 = "沒有日期";
"_today_"                                   = "今天";
"_time_"                                    = "時間: %@\n\n%@";
"_location_not_enabled_"                    = "位置服務沒有啟用";
"_location_not_enabled_msg_"                = "Please go to \"Settings\" and turn on \"Location Services\"";
"_access_photo_not_enabled_"                = "存取照片沒有啟用";
"_access_photo_not_enabled_msg_"            = "Please go to \"Settings\" and turn on \"Photo Access\"";
"_access_photo_location_not_enabled_"       = "存取照片及位置沒有啟用";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "目前沒有照片或是影片上傳。";
"_create_full_upload_"                      = "建立檔案... 將會花費一段時間，請等候。";
"_error_createsubfolders_upload_"           = "錯誤建立子資料夾";
"_activate_autoupload_"                     = "開啟自動上傳";

// Utility

"_never_"                       = "從未";
"_less_a_minute_"               = "小於1分鐘以前";
"_minutes_ago_"                 = "%d 分鐘以前";
"_hours_ago_"                   = "%d 小時以前";
"_days_ago_"                    = "%d 天以前";
"_over_30_days_"                = "超過30天以上";
"_connection_internet_offline_" = "網路連線似乎離線或者需要Wi-Fi。";
"_insert_password_"             = "輸入密碼";
"_update_in_progress_"          = "版本升級，請等候...";
"_forbidden_characters_"        = "檔案或者資料夾名稱包含無效的字元。";
"_mail_not_can_send_mail_"      = "無帳號設立，或者輸入錯誤的電子郵件位址。";

// File

"_photo_camera_"                = "照片";
"_unzip_in_progress_"           = "正在本地端解開中";
"_file_unpacked_"               = "檔案在本地端解開";
"_file_saved_local_"            = "檔案存在本地端";
"_file_not_present_"            = "錯誤: 檔案沒有顯示，請重新載入。";
"_order_by_date_"               = "依照日期排序";
"_current_order_name_"          = "(目前以名稱排序)";
"_order_by_name_"               = "依照名稱排序";
"_current_order_date_"          = "(目前以日期排序)";
"_sort_descending_"             = "依照降冪排序";
"_current_sort_ascending_"      = "(目前排序: 升冪)";
"_sort_ascending_"              = "依照升冪排序";
"_current_sort_descending_"     = "(目前排序: 降冪)";
"_delete_selected_files_"       = "刪除檔案";
"_move_selected_files_"         = "移動檔案";
"_download_selected_files_"     = "下載檔案";
"_download_selected_files_folders_" = "下載檔案及資料夾";
"_error_operation_canc_"        = "錯誤: 操作取消。";
"_only_lock_passcode_"          = "只有在密碼鎖啟動的狀態。在\"設定\"中啟動它。";
"_passcode_protection_"         = "密碼保護";
"_remove_favorites_"            = "從我的最愛移除";
"_remove_offline_"              = "從離線瀏覽移除";
"_add_favorites_"               = "加到我的最愛";
"_add_offline_"                 = "加到離線瀏覽";
"_remove_passcode_"             = "移除密碼保護";
"_protect_passcode_"            = "以密碼保護";
"_share_"                       = "分享";
"_reload_"                      = "重新載入";
"_open_in_"                     = "開啟在...";
"_remove_local_file_"           = "從快取移除";
"_add_local_"                   = "加到本地的儲存空間";
"_comm_erro_pull_down_"         = "注意: 與伺服器的通訊出錯。\n下拉以刷新重整。";
"_file_not_downloaded_"         = "檔案沒下載";
"_file_not_uploaded_"           = "檔案沒上傳";
"_folders_"                     = "資料夾";
"_folder_"                      = "資料夾";
"_files_"                       = "檔案";
"_file_"                        = "檔案";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "正在初始化檔案的下載...";
"_no_file_pull_down_"           = "上傳檔案或是下拉以刷新重整";
"_browse_images_"               = "瀏覽照片";
"_synchronized_folder_"         = "保持資料夾同步";
"_remove_synchronized_folder_"  = "關閉同步";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "開啟離線瀏覽資料夾之後，所有在此資料夾的檔案將會跟伺服器同步，要繼續嗎？";
"_file_not_found_reload_"       = "檔案沒找到，下拉以重整。";
"_title_section_download_"      = "下載";
"_title_section_upload_"        = "上傳";
"_group_alphabetic_yes_"        = "✓字母順序做群組";
"_group_alphabetic_no_"         = "字母順序做群組";
"_group_typefile_yes_"          = "✓ 檔案類型為群組";
"_group_typefile_no_"           = "檔案類型為群組";
"_group_date_yes_"              = "✓ 日期為群組";
"_group_date_no_"               = "日期為群組";
"_element_"                     = "元素";
"_elements_"                    = "元素";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ 要上傳";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ 下載";
"_limited_dimension_"           = "達到最大的大小";
"_save_selected_files_"         = "儲存照片及影片到相冊";
"_file_not_saved_cameraroll_"   = "錯誤: 檔案沒有儲存到相冊";
"_file_saved_cameraroll_"       = "檔案儲存到相冊";
"_directory_on_top_yes_"        = "✓資料夾置頂";
"_directory_on_top_no_"         = "資料夾在最上面";
"_folder_automatic_upload_"     = "自動上傳資料夾";
"_search_no_record_found_"      = "沒有結果";
"_search_in_progress_"          = "搜尋處理中...";
"_search_instruction_"          = "搜尋檔案 (至少2個字元)";
"_files_no_files_"              = "沒有檔案在這裡。";

"audio"                         = "音訊";
"compress"                      = "壓縮";
"directory"                     = "資料夾";
"document"                      = "文件檔";
"image"                         = "照片";
"template"                      = "樣板";
"unknow"                        = "不明";
"video"                         = "影片";

"_file_del_only_local_"         = "檔案沒有在伺服器出現";

"_copy_file_"                   = "複製檔案";
"_copy_files_"                  = "複製檔案";
"_paste_file_"                  = "貼上檔案";
"_paste_files_"                 = "貼上檔案";

"_search_this_folder_"          = "在這資料夾搜尋";
"_search_all_folders_"          = "在這所有資料夾搜尋";
"_search_sub_folder_"           = "搜尋這裡及子資料夾";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";

// Files Preview

"_insert_password_pfd_"         = "加密的PDF檔。請輸入密碼。";
"_password_pdf_error_"          = "錯誤的密碼";
"_error_download_photobrowser_" = "錯誤: 沒辦法下載照片";

// Share

"_share_link_"                  = "分享連結";
"_share_link_button_"           = "分享連結給...";
"_password_"                    = "密碼";
"_share_password_"              = "密碼保護連結";
"_share_expirationdate_"        = "設定失效日期連結";
"_date_"                        = "日期";
"_share_title_"                 = "分享";
"_add_sharee_"                  = "增加使用者或者群組";
"_add_sharee_footer_"           = "您可以分享這個資源以增加使用者或群組。為了移除一個分享，移除所有使用者及群組。";
"_find_sharee_title_"           = "搜尋";
"_find_sharee_"                 = "搜尋使用者或是群組";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (群組)";
"_direct_sharee_title_"         = "分享";
"_direct_sharee_footer_"        = "如果您已經知道名稱，輸入它，然後選擇一個分享類型並按'完成'以確認。";
"_direct_sharee_"               = "輸入使用者名稱";
"_user_sharee_footer_"          = "Tap to change privileges";
"_share_type_title_"            = "分享的類型";
"_share_type_user_"             = "使用者";
"_share_type_group_"            = "群組";
"_share_type_remote_"           = "遠端";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "可以編輯";
"_share_permission_file_can_write_" = "可以寫檔";
"_share_permission_create_"         = "可以建立";
"_share_permission_create_file_"    = "可以建立檔案";
"_share_permission_create_folder_"  = "可以建立資料夾";
"_share_permission_change_"         = "可以修改";
"_share_permission_delete_"         = "可以刪除";
"_share_permission_share_"          = "可以分享";
"_share_permission_rename_"         = "可以重新命名";
"_share_permission_move_"           = "可以移動";
"_share_permission_read_"           = "可以讀取";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "檔案/資料夾";
"_share_permission_type_"           = "類型";
"_share_permission_typeuser_"       = "使用者";
"_share_permission_typegroup_"      = "群組";
"_share_permission_typepubliclink_" = "連結";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "擁有者";
"_share_permission_date_"           = "日期";
"_share_permission_email_"          = "藉由電子郵件通知";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "與您分享";
"_type_resource_external_"          = "外部儲存空間";

// Share Ext

"_destiny_folder_"                  = "資料夾: %@";

"_no_transfer_"                     = "目前尚無任何傳輸";
"_no_transfer_sub_"                 = "從這裝置上傳及下載將會顯示在這。";
"_no_activity_"                     = "目前無活動";
"_transfers_"                       = "傳送";
"_activity_"                        = "活動";
"_activity_file_not_present_"       = "檔案不再顯示";

// List Shares

"_list_shares_"                     = "分享";
"_list_shares_no_files_"            = "目前尚未分享。";
"_tutorial_list_shares_view_"       = "您分享的檔案及資料夾將會顯示在這。";

// Offline - Local Storage

"_create_synchronization_"          = "建立同步";
"_offline_"                         = "離線";
"_local_storage_"                   = "本地儲存空間";
"_local_storage_no_record_"         = "目前尚未有檔案";

// Create Cloud

"_upload_photos_videos_"            = "上傳相片或是影片";
"_upload_file_"                     = "上傳檔案";
"_upload_file_text_"                = "建立文件檔案";

// Document Picker

"_save_document_picker_"            = "在這儲存";

// CreateFormUploadAssets

"_destination_folder_"              = "目的資料夾";
"_use_folder_photos_"               = "使用照片資料夾作為目的地";
"_rename_filename_"                 = "重新命名";
"_filename_"                        = "檔案名稱";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "檔案或者資料夾名稱包含無效的字元。";
"_add_filenametype_"                = "在檔案名稱指定類型";
"_filenametype_photo_video_"        = "相片/影片";

// Notification

"_notification_"                    = "通知";

// Photo Browser

"Done"                              = "完成";
"Select Photos"                     = "選擇照片";
"photo"                             = "照片";
"photos"                            = "照片";
"of"                                = "of";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "自動上傳檔案名稱";

// Text File

"_untitled_txt_"                    = "未命名.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "加密";
"_e2e_settings_"                    = "端點對端點加密";
"_e2e_settings_start_"              = "開始端點對端點加密";
"_e2e_settings_not_available_"      = "端點對端點加密不可使用";
"_e2e_settings_activated_"          = "端點對端點加密啟用";
"_e2e_settings_view_passphrase_"    = "All 12 words together make a very strong password, letting only you view and make use of your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "讀取密碼片語";
"_e2e_settings_lock_not_active_"    = "密碼鎖沒有啟動，回到\"設定\"並啟動它";
"_e2e_settings_the_passphrase_is_"  = "通行碼是:";
"_e2e_passphrase_request_title_"    = "密碼需求";
"_e2e_passphrase_request_message_"  = "輸入12個字";
"_e2e_settings_remove_"             = "Remove locally the encryption";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";
"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";


